[   {
        "Name" : "Пентатоніка",
        "Description" : "Пентатонікою називають лад, що складається з п’яти нот, які знаходяться в межах однієї гами. Якщо ви хочете освоїти гітару, пентатоніка – та сама гама, яку варти вивчити в першу чергу. І для цього існують вагомі причини: гама досить проста, добре звучить на простих послідовностях акордів, крім того, з неї можна починати практикуватися в імпровізаціях для соло. В пентатоніці відсутні, на відмінно від натуральної гами, малі секунди і тритони, тобто найдисонансніші інтервали.",
        "StepSequence" : "3223"
    },
    {
        "Name" : "Блюзова гама",
        "Description" : "Блюзова гама дуже тісно зв’язана з пентатонікою і використовується, що характерно, у блюзі. Ті, хто грають блюз часто додають додаткову ноту в гаму пентатоніки. Технічно вона відома, як понижена п’ята ступінь натурального мінору – це значить додаткова нота між третьою та четвертою нотами пентатоніки. Часто її називають blue note. Коли ви додаєте її в пентатоніку, ви отримуєте блюзову гаму – настільки вони зв’язані.",
        "StepSequence" : "32113"
    },

    {
        "Name" : "Натуральний мажор",
        "Description" : "Мажорна гама – це одна з основних гам, складається з семи нот. Є основою діатонічних ладів. Зазвичай звучання мажорних творів суб’єктивно сприймається як світле і «радісне», як протилежність забарвленню мінора. Контраст мажора та мінора складає один з найважливіших естетичних контрастів у музиці.",
        "StepSequence" : "221222"
    },
    {
        "Name" : "Натуральний мінор",
        "Description" : "Мінорна гама – це одна з основних гам, складається з семи нот. Її можна отримати, побудувавши натуральний мажор, починаючи з п’ятої ступені. Таким чином, гами До-мажор і Ля мінор будуть складатися з одних і тих самих нот, тобто ці гами паралельні. Зазвичай мінор має невеселе, \"середньовічне\" звучання.",
        "StepSequence" : "212212"
    },

    {
        "Name" : "Іонійський лад  (мажор)",
        "Description" : "Діатонічний лад (звукоряд) – це лад, який має структуру натуральної мажорної гами, в якій за тоніку прийнята одна з її ступенів. Іонійський лад – це те ж саме, що звичайна мажорна гама, має веселе радісне звучання. Але оскільки діатонічні лади відрізняються лише ступенем, з якої починаються, то звучання і настрій залежить від всієї композиції.",
        "StepSequence" : "221222"
    },
    {
        "Name" : "Дорійський лад (мінор)",
        "Description" : "Діатонічний лад (звукоряд) - це лад, який має структуру натуральної мажорної гами, в якій за тоніку прийнята одна з її ступенів. Тобто, Дорійський мінор - це та сама мажорна гама, але зміщена на одну ступінь. Оскільки діатонічні лади відрізняються лише ступенем, з якої починаються, то звучання і настрій повністю залежить від всієї композиції. Цей мінор досить сумний, але звучить дещо яскравіше, ніж у натурального (еолійський лад). Дорійський лад або як його ще називають Дорійський мінор - одна з найпопулярніших гам, яка широко використовується в самих різних стилях. Однак найчастіше її звучання асоціюється з джазом і фанком. У джазі дорійський лад настільки розповсюджений, що вважається основним, а натуральний мінор розглядається, як виняток. Особливо добре звучить він у контексті змішаних образів, в яких поєднуються мінорне забарвлення з радісними почуттями. У відповідному контексті дорійський лад можна використовувати для створення етнічного, народного звучання, яке характерно для музики кельтських народів.",
        "StepSequence" : "212221"
    },
    {
        "Name" : "Фрігійський лад (мінор)",
        "Description" : "Діатонічний лад (звукоряд) - це лад, який має структуру натуральної мажорної гами, в якій за тоніку прийнята одна з її ступенів. Тобто, Фрігійський мінор – це  та сама мажорна гама, але зміщена на два ступені. Оскільки діатонічні лади відрізняються лише ступенем, з якої починаються, то звучання і настрій повністю залежить від всієї композиції. Фрігійському ладу властиво суворе, похмуре звучання. За рахунок зниження другого ступеня властиве мінору м'яко-сумне звучання набуває холодні відтінки. Скоріш за все, з цієї причини фрігійський лад найбільш поширений у важкій музиці. Взагалі фрігійський лад, разом з локрийским, є візитною карткою важкого метала \\m/. Також іноді фрігійський лад можна використовувати при необхідності створити східно-іспанське звучання.",
        "StepSequence" : "122212"
    },
    {
        "Name" : "Лідійський лад (мажор)",
        "Description" : "Діатонічний лад (звукоряд) - це лад, який має структуру натуральної мажорної гами, в якій за тоніку прийнята одна з її ступенів. Тобто, Лідійський лад – це  та сама мажорна гама, але зміщена на три ступені. Оскільки діатонічні лади відрізняються лише ступенем, з якої починаються, то звучання і настрій повністю залежить від всієї композиції. Звучання лідійського ладу дуже світле, але в теж час незавершене, оскільки слух сприймає 4 ступінь як вступну. Дуже часто в сучасній музиці лідійський лад використовують для створення секвенції, які повторюються багато разів. Лідійський лад можна використовувати для створення казкового, чарівного звучання. Дуже добре він звучить на статичні акорди. Також при певних умовах (інструментування, гармонія) він може створювати етнічне звучання.",
        "StepSequence" : "222121"
    },
    {
        "Name" : "Міксолідійський лад (мажор)",
        "Description" : "Діатонічний лад (звукоряд) - це лад, який має структуру натуральної мажорної гами, в якій за тоніку прийнята одна з її ступенів. Тобто, Міксолідійський лад – це  та сама мажорна гама, але зміщена на чотири ступені. Оскільки діатонічні лади відрізняються лише ступенем, з якої починаються, то звучання і настрій повністю залежить від всієї композиції. Міксолідійський лад нагадує звичайний мажор, однак, він не такий тріумфальний і завершений, більш \"легкий\". Міксолідійський лад можна по праву було б назвати ладом американської музики. Будь-яка музика, що має американське коріння буквально просякнута звучанням міксолідійского лада. Крім того, міксолідійський лад характерний для Шотландської і Кельтської музики. Як бачите, сфера його використання величезна. Причина популярності міксолідійского лада криється в тому, що він є основою блюзової гами. І як наслідок більшість блюзових 12 тактових форм базується на цьому ладі. Дане поєднання 12 тактовий міксолідійський блюз проникло потім в незліченну кількість джазових тем, а потім добралася і до рок-н-ролу.",
        "StepSequence" : "221221"
    },
    {
        "Name" : "Еолійський лад (мінор)",
        "Description" : "Діатонічний лад (звукоряд) - це лад, який має структуру натуральної мажорної гами, в якій за тоніку прийнята одна з її ступенів. Тобто, Еолійський лад – це  та сама мажорна гама, але зміщена на п’ять ступені. Оскільки діатонічні лади відрізняються лише ступенем, з якої починаються, то звучання і настрій повністю залежить від всієї композиції. Еолійський лад представляє те ж саме, що звичайний натуральний мінор, має невеселе \"середньовічне \" звучання.",
        "StepSequence" : "212212"
    },
    {
        "Name" : "Локрийский лад",
        "Description" : "Локрийский лад є умовно-діатонічним, тому в його основі лежить зменшене тризвуччя (він не є ні мажорним, ні мінорним ладом). Використовується він дуже рідко, набагато рідше, ніж усі попередні. І на це є причини. Локрийский лад є єдиний з цих 7 ладів, у якого тонічне тризвуччя не є ні мажором, ні мінором. Тому він дуже нестійкий. У локрийському ладі поєднуються лідійський мажор і фрігійський мінор.",
        "StepSequence" : "122122"
    },

    {
        "Name" : "Гармонічний мінор",
        "Description" : "Гама гармонічного мінора відрізняється від гами натурального мінора 7-й ступеню. Звучання цієї гами має деякий \"східний\" колорит. Гармонічний мінор теж може звучать класично, як натуральний мінор, але більш драматично.",
        "StepSequence" : "212213"
    },
    {
        "Name" : " Гармонічний мажор",
        "Description" : "Гама гармонічного мажора відрізняється від гами натурального мажора пониженою на півтона 6-ю ступеню. Низька шоста ступень в мажорі звучить досить цікаво – вона його начебто \"омінорює\", та лад стає дещо ніжнішим і отримує відтінок деякої східної таємничості.",
        "StepSequence" : "221312"
    },
    {
        "Name" : "Мелодичний мінор",
        "Description" : "Мелодичний мінор відрізняється від натурального підвищеними 6 и 7 ступенями. Цей лад широко застосовується у багатьох стилях музики.",
        "StepSequence" : "212222"
    },
    {
        "Name" : " Мелодичний мажор",
        "Description" : "Значно рідше інших зустрічається у музиці мелодичний мажор. У цього мажора понижені 6 и 7 ступені. По характеру звучання дещо нагадує натуральний мінор.",
        "StepSequence" : "222212"
    },

    {
        "Name" : "Зменшена гама (тон-напівтонова)",
        "Description" : "Зменшена гамма відноситься до групи штучно створених ладів, а також входить до групи ладів обмеженою транспозиції Мессіана. Зменшена гамма, по всій видимості, це найбільш рання з штучно створених гам. Найбільш часто її можна почути в сучасних джазових і фьюжн імпровізаціях, а також у інших прогресивних композиціях. Зменшена гамма являє собою чергування інтервалів у тон і півтони або півтони і тону. Найбільш часто зменшена гамма використовується для обігравання акордів містять у своїй основі зменшений тризвук або септакорд. Крім того зменшена гамма може застосовуватися для обігравання мажорних і мінорних тризвуків з метою створення звучання поза тональності. Гармонійні структури, які утворюються з зменшеною гами мають, гостре і дисонансне звучання. Крім стандартних зменшених тризвуків в зменшеною гамі можна побудувати безліч нестандартних акордів. В цілому зменшена гамма має своєрідне звучання, яке може бути застосовано в найрізноманітніших стилях.",
        "StepSequence" : "2121212"
    },
    {
        "Name" : "Цілотонна гама",
        "Description" : "Сучасні гітаристи, що грають в різних стильових напрямах, досить часто застосовують у своїх імпровізаціях цілотонну гаму. Вона надає особливого колориту звучанню. Іноді її виконують в чистому вигляді або використовують секвенції, побудовані за цією гамі, а найчастіше її підмішують до інших гам (ладів).",
        "StepSequence" : "22222"
    }
]
