[   {
    "Name" : "Пентатоника",
    "Description" : "Пентатоникой называют лад, состоящий из 5 нот, находящихся в пределах одной октавы. Если вы хотите освоить гитару, пентатоника — та гамма, которую стоит выучить в первую очередь. И для этого есть весомые причины: гамма довольно простая, хорошо работает на простых последовательностях аккордов, кроме того, с нее можно начинать практиковаться в импровизациях для соло. В пентатонике отсутствует, в отличие от натуральной гаммы, малые секунды и тритоны, т.е. самые диссонансные интервалы. ",
    "StepSequence" : "3223"
},
    {
        "Name" : "Блюзовая гамма",
        "Description" : "Блюзовая гамма очень тесно связана с пентатоникой и используется, что характерно, в блюзе. Те, кто играют блюз, часто добавляют дополнительную ноту в гамму пентатоники. Технически она известна как пониженная пятая ступень натурального минора — это означает дополнительную ноту между 3-ей и 4-ой нотами пентатоники. Часто ее называют blue note. Когда вы добавляете ее в пентатонику, вы получаете блюзовую гамму — настолько сильно они взаимосвязаны.",
        "StepSequence" : "32113"
    },

    {
        "Name" : "Натуральный мажор",
        "Description" : "Мажорная гамма - это одна из основных гамм, состоит из 7-ми нот. Является основой диатонических ладов. Обычно окраска звучания мажорных произведений субъективно воспринимается как светлая и «радостная», в противоположность окраске минора. Контраст мажора и минора составляет один из важнейших эстетических контрастов в музыке.",
        "StepSequence" : "221222"
    },
    {
        "Name" : "Натуральный минор",
        "Description" : "Минорная гамма - это одна из основных гамм, состоит из 7-ми нот. Ее можно получить, построив натуральный мажор, начиная с пятой ступени. Таким образом, гаммы До-мажор и Ля-минор будут содержать одни и те же ноты, то есть эти гаммы параллельные. Имеет невеселое, \"средневековое\" звучание.",
        "StepSequence" : "212212"
    },

    {
        "Name" : "Ионийский лад (мажор) ",
        "Description" : "Диатонический лад (звукоряд) - это лад, имеющий структуру натуральной мажорной гаммы, в котором за тонику принята одна из ее ступеней. Ионийский лад - то же самое, что обычная мажорная гамма, имеет веселое радостное звучание. Но поскольку диатонический лады отличаются лишь ступенью, с которой начинаются, то звучание и настроение зависит от всей композиции. ",
        "StepSequence" : "221222"
    },
    {
        "Name" : "Дорийский лад (минор)",
        "Description" : "Диатонический лад (звукоряд) - это лад, имеющий структуру натуральной мажорной гаммы, в котором за тонику принята одна из ее ступеней. То есть, Дорийский минор - это та самая мажорная гамма, но сдвинута на одну ступень. Поскольку диатонические лады отличаются лишь ступенью, с которой начинаются, то звучание и настроение полностью зависит от всей композиции. Этот минор довольно грустный, но звучит несколько ярче, чем натуральный(эолийский лад). Дорийский лад или как его еще называют дорийский минор - одна из популярнейших гамм, которая повсеместно используется в самых разных стилях. Однако чаще всего ее звучание ассоциируется с джазом и фанком. В джазе дорийский лад настолько распространен, что считается основным, а натуральный минор рассматривается, как исключение. Особенно хорошо звучит он в контексте смешанных образов, в которых сочетается минорная окраска с радостными чувствами. В соответствующем контексте дорийский лад можно использовать для создания этнического, народного звучания, которое характерно для музыки кельтских народов.",
        "StepSequence" : "212221"
    },
    {
        "Name" : "Фригийский лад (минор)",
        "Description" : "Диатонический лад (звукоряд) - это лад, имеющий структуру натуральной мажорной гаммы, в котором за тонику принята одна из ее ступеней. То есть, Фригийский минор - это та самая мажорная гамма, но сдвинута на две ступени. Поскольку диатонические лады отличаются лишь ступенью, с которой начинаются, то звучание и настроение полностью зависит от всей композиции. Фригийскому ладу свойственно суровое, мрачное звучание. За счет понижения второй ступени свойственное  минору мягко-грустное звучание приобретает холодные оттенки. По всей видимости, по этой причине фригийский лад наиболее распространен в тяжелой музыке. Вообще фригийский лад, наряду с локрийским, является визитной карточкой тяжелого метала \\m/. Также иногда фригийский лад можно использовать при необходимости создать восточно-испанское звучание.",
        "StepSequence" : "122212"
    },
    {
        "Name" : "Лидийский лад (мажор)",
        "Description" : "Диатонический лад (звукоряд) - это лад, имеющий структуру натуральной мажорной гаммы, в котором за тонику принята одна из ее ступеней. То есть, Лидийский мажор - это та самая мажорная гамма, но сдвинута на три ступени. Поскольку диатонические лады отличаются лишь ступенью, с которой начинаются, то звучание и настроение полностью зависит от всей композиции. Звучание лидийского лада очень светлое, но в тоже время неразрешенное, поскольку слух воспринимает 4 ступень как вводную. Очень часто в современной музыке лидийский лад используют для создания секвенции, которые повторяются много раз. Лидийский лад можно использовать для создания сказочного, волшебного звучания. Очень хорошо он звучит на статичные аккорды. Также при определённых условиях(инструментовка, гармония) он может создавать этническое звучание.",
        "StepSequence" : "222121"
    },
    {
        "Name" : "Миксолидийский лад (мажор)",
        "Description" : "Диатонический лад (звукоряд) - это лад, имеющий структуру натуральной мажорной гаммы, в котором за тонику принята одна из ее ступеней. То есть, Миксолидийский лад - это та самая мажорная гамма, но сдвинута на четыре ступени. Поскольку диатонические лады отличаются лишь ступенью, с которой начинаются, то звучание и настроение полностью зависит от всей композиции.  Миксолидийский лад напоминает обычный мажор, однако, он не такой триумфальный и завершенный, более \"легкий\". Миксолидийский лад можно по праву было бы назвать ладом американской музыки. Любая музыка, имеющая американские корни буквально пропитана звучанием миксолидийского лада. Кроме того миксолидийский лад характерен для Шотландской  и Кельтской музыки. Как видите, сфера его использования огромна. Причина популярности миксолидийского лада кроется в том, что он является основой блюзовой гаммы. И как следствие большинство блюзовых 12 тактовых форм базируется на этом ладе. Данное сочетание 12 тактовый миксолидийский блюз проникло затем в бесчисленное количество джазовых тем, а затем добралось и до рок-н-ролла. По сути, мелодически блюз конца XIX века не сильно отличался от раннего рок-н-ролла. ",
        "StepSequence" : "221221"
    },
    {
        "Name" : "Эолийский лад (минор)",
        "Description" : "Диатонический лад (звукоряд) - это лад, имеющий структуру натуральной мажорной гаммы, в котором за тонику принята одна из ее ступеней. То есть, Эолийский лад - это та самая мажорная гамма, но сдвинута на пять ступеней. Поскольку диатонические лады отличаются лишь ступенью, с которой начинаются, то звучание и настроение полностью зависит от всей композиции.  Эолийский лад представляет то же самое, что обычный натуральный минор, имеет невеселое \"средневековое\" звучание.",
        "StepSequence" : "212212"
    },
    {
        "Name" : "Локрийский лад",
        "Description" : "Локрийский лад является условно-диатоническим, т.к. в его основе лежит уменьшенное трезвучие (он не является ни мажорным, ни минорным ладом). Используется он очень редко, гораздо реже, чем все предыдущие. И на это есть причины. Локрийский лад является единственный из этих 7 ладов, у которого тоническое трезвучие не является ни мажором, ни минором. Поэтому он очень неустойчивый. В локрийском ладу сочетаются лидийский мажор и фригийский минор.",
        "StepSequence" : "122122"
    },

    {
        "Name" : "Гармонический минор",
        "Description" : "Гамма гармонического минора отличается от гаммы натурального минора повышенной на полтона 7-й ступенью. Звучание этой гаммы имеет некий \"восточный\" колорит. Он так же может звучать классически, как натуральный минор, только более драматично.",
        "StepSequence" : "212213"
    },
    {
        "Name" : "Гармонический мажор",
        "Description" : "Гамма гармонического мажора отличается от гаммы натурального мажора пониженной на полтона 6-й ступенью. Низкая шестая ступень в мажоре звучит очень интересно – она его словно \"оминоривает\", и лад становится нежным, приобретает оттенки восточной томности.",
        "StepSequence" : "221312"
    },
    {
        "Name" : "Мелодический минор",
        "Description" : "Мелодический минор отличается от натурального повышенной 6 и 7 ступенями. Этот лад имеет очень широкое применение во многих стилях.",
        "StepSequence" : "212222"
    },
    {
        "Name" : "Мелодический мажор",
        "Description" : "Значительно реже других встречается в музыке мелодический мажор. В этом виде мажора понижены 6 и 7 ступени. Он применяется главным образом при движении мелодии в нисходящем направлении и по характеру звучания напоминает натуральный минор.",
        "StepSequence" : "222212"
    },

    {
        "Name" : "Уменьшенная гамма (тон-полутоновая)",
        "Description" : "Уменьшенная гамма относится к группе искусственно созданных ладов, а также входит в группу ладов ограниченной транспозиции О.Мессиана. Уменьшенная гамма, по всей видимости, это наиболее ранняя из искусственно созданных гамм. Наиболее часто ее можно услышать в современных джазовых и фьюжн импровизациях, а также равных прогрессивных вещах. Уменьшенная гамма представляет собой чередование тона и полутона либо полутона и тона. Наиболее часто уменьшенная гамма используется для обыгрывания аккордов содержащих в своей основе уменьшенное трезвучие или септаккорд. Кроме того уменьшенная гамма может применяться для обыгрывания мажорных и минорных трезвучий с целью создания звучания вне тональности. Гармонические структуры, образующиеся из уменьшенной гаммы имеют, острое и диссонантное звучание. Помимо стандартных уменьшенных трезвучий в уменьшенной гамме можно построить множество нестандартных аккордов. В целом уменьшенная гамма имеет своеобразное звучание, которое может быть применимо в самых различных музыкальных стилистиках.",
        "StepSequence" : "2121212"
    },
    {
        "Name" : "Целотонная гамма",
        "Description" : "Современные гитаристы, играющие в разных стилевых направлениях, достаточно часто применяют в своих импровизациях целотонную гамму. Она придает особый колорит звучанию. Иногда ее исполняют в чистом виде или используют секвенции, построенные по этой гамме, а чаще всего ее подмешивают с другими гаммами (ладами).",
        "StepSequence" : "22222"
    }
]